{
  "nav-about": "About me",
  "nav-skills": "Skills",
  "nav-projects": "Projects",
  "nav-contact": "Contact",
  "lang-en": "English",
  "lang-per": "Persian",
  "name": "Ashkan Firouzeh",
  "brand-title": "Web Developer",
  "intro-title": "Hello, I'm Ashkan 👋",
  "intro-description": "I'm <strong>Ashkan Firouzeh</strong>, a front-end developer with solid experience in building clean, responsive, and user-focused web interfaces using <strong>HTML, CSS, Sass, JavaScript, React.js, and Next.js</strong>. Alongside front-end development, I’ve also been learning <strong>Python</strong> to understand back-end fundamentals and prepare for full-stack projects. I’m highly passionate about expanding my skills in <strong>Data Science</strong>, <strong>AI</strong>, and <strong>Machine Learning</strong> — aiming to grow into a versatile <strong>Full-Stack Developer</strong> and <strong>AI/ML Engineer</strong> capable of contributing to real-world solutions in the global tech industry.",
  "about-title": "About Me",
  "about-description": "I've been working and learning in the exciting field of web development for about two years. During this time, I’ve gained hands-on experience with various technologies and frameworks.<br /> I first started with HTML and CSS, then moved on to JavaScript, and later explored frameworks like React.js and Next.js. I'm also familiar with version control systems like Git and platforms such as GitHub.<br /> As I kept learning web development, I discovered my passion for AI and machine learning, which I find incredibly fascinating. Since the tech world is rapidly shifting toward AI, I’ve started exploring how these  technologies can be integrated with modern web development. <br /> For now, my short-term goal is to work as a front-end developer in a reputable company where I can continue growing my skills, collaborate with talented teams, and contribute to real-world projects. I’m always eager to learn new things, solve problems creatively, and help create a positive, friendly, and innovative work environment.<br />"
}
